{
  "title": "记录的真相",
  "subtitle": "52个关于记录的问题",
  "author": "Mgeeeeee",
  "total": 52,
  "completed": 39,
  "articles": [
    {
      "week": 1,
      "title": "边界",
      "question": "记笔记的时候，是否有过这样的困惑?\n到底我该记录什么 ，又有什么是不该记录的呢?",
      "content": "明确好自己的主体性，定好自己的边界，就知道该记什么不该记什么。\n\n但也不是定好边界才能记笔记，边记边定是一个更好的方式。\n\n那么我的边界是什么？回想我记笔记时候的触动，大致可以分为三种情况：\n\n- 自己能用的（可以立即应用的方法技巧）\n\n- 自己在想的（需要慢慢琢磨的主题）\n\n- 养着自己的（情绪、让我心头一颤的话）\n\n那么对应的信息就分为三类：\n\n- 行动类\n\n- 思考类\n\n- 滋养类\n\n这就是我的「边界」，与三个主题对应上便记录，否则放弃。\n\n边界并不是自我设限，而是专注界内，专注则意味着放弃界外。\n\n记得再多，不如选得好，删得准。\n\n不需要收藏这个世界，而是筛选自己的世界。\n\n从一开始便筛选的信息，构成了最终的自我。\n\n而筛选的关键，「边界」。",
      "image": "./assets/Week01丨边界.webp"
    },
    {
      "week": 2,
      "title": "消化",
      "question": "看到或者听到有启发的内容，你会怎么样记录，来避免成为信息的搬运工？",
      "content": "当知道自己该记什么不该记什么的时候，便对内容进行了「过滤」。\n\n而接下来，怎样记录和避免搬运的过程，则是「消化」。\n\n就像《笔记的方法》中传达的：“不复述内容本身，而是用自己的话记录。”\n\n这个消化记录的过程，就是：\n\n「触动」→「连接」→「转化」→「应用」。\n\n- 触动：有启发的内容\n\n- 连接：找到内容中触动自己的信息点，建立连接\n\n- 转化：将触动点用自己的思考、经验转换成自己的话\n\n- 应用：理解现在，增援未来\n\n而且，「自己的话」是简单的、自己能看懂的话。就好像是，现在的我获得了一些信息，讲给未来的自己听。\n\n「消化」输入，「费曼」输出。",
      "image": "./assets/Week02丨消化.webp"
    },
    {
      "week": 3,
      "title": "真我",
      "question": "所有的无用，都是有用的。\n除了记录“有用\"的知识或灵感外，你还会记录哪些看似\"无用\"之物？\n为什么会选择记下它们?",
      "content": "翻看了一些看似无用、不经思考就记下来卡片：\n\n光怪陆离的梦境、天马行空的念头、莫名其妙的手记……\n\n甚至还能体会到那个时刻的感受，此刻大量的回顾，反而觉得这些不是「无用」，而是「尚未知其用」，是一种不由来的直觉、心声，或者说觉察。\n\n大部分的笔记都被我所扮演的社会角色所筛选，而这小部分的笔记，也许是「自我」这个角色所想记录的。我开始能在这些笔记上看到一些「我」的痕迹，这部分是十分珍贵的记录。\n\n要多相信自己不由来的直觉，把它们记录下来，那也许是「真我」在发声。它们不为我而服务，而是陪我存在。\n\n我不断地在成为「社会的我」，「真实的我」反而慢慢被藏了起来。而这些碎片化的、不成体系的笔记片段，反而蕴藏着时光记忆，更加真实。\n\n我不会急着去整理和解读这些笔记，也不想去赋予额外的意义，偶尔像此刻翻一翻，看一看，听一听，就可以了。",
      "image": "./assets/Week03丨真我.webp"
    },
    {
      "week": 4,
      "title": "回响",
      "question": "记了很多笔记，但怎么用起来才是关键。\n怎么通过有效的“回顾”，让它们活起来，真正“内化〞成自己的东西？\n你有什么好习惯吗？",
      "content": "主动——把生活拉入笔记\n\n每日回顾时，把自己放入一个真实的生活情境，可以是最近的事情，可以是过去的回忆，然后在回顾的笔记中，去关注：\n\n- 最近遇到的问题中，哪些笔记像是在回答它？\n\n- 哪些笔记的内容，已经开始自然地融于我的一举一动之中？\n\n- ……\n\n与此同时，会根据自己的情况与感悟，重新对笔记进行修改、批注。\n\n以至于很多笔记不再是它原来的模样，而是慢慢成为了我自己的内容。\n\n\n\n被动——让笔记穿透生活\n\n偶尔会有一种情况出现：\n\n一张卡片闪现在脑海之中，上面的笔记和我所处的情境相呼应。\n\n每当这个时候，我会去搜索这个笔记卡片，\n\n如果有，就增加一条批注笔记，记录此时发生的故事。\n\n如果没有，把这个闪现的笔记以及对于的情境记录下来。\n\n\n\n主动与被动的回顾，会让我在不同的笔记碎片之间，慢慢地串联出一条独属于自己的路径。\n\n就像拼图一样，把碎片拼成一把刀，在脑中刻下一道思考的痕迹。\n\n就算外在的刀不见了，内在的痕迹依旧存在。\n\n\n\n回顾，是重构，而不是重读。\n\n内化，是去用，而不是去看。\n\n\n\n用笔记回应生活，用生活构建笔记。",
      "image": "./assets/Week04丨回响.webp"
    },
    {
      "week": 5,
      "title": "脉络",
      "question": "记了很多碎片的知识和想法，怎么把这些碎片整理和串联起来？你一般怎么做？",
      "content": "有一个新的尝试：\n\n在每日回顾以及相关笔记中，将重新遇见的卡片再次理解与重写，并想“这些卡片可以作为哪一个问题的回答”、“它们的主题可以是什么”。\n\n有些碎片看似没有联系，但当它们作为同一个问题的回答时，隐藏的联系便显现了出来，就像北斗七星一样，星星组成了星座。\n\n通过如此积攒一些问题，再通过问题去连接其他卡片或者补充新的回答。\n\n而这些问题和相互联系的碎片，慢慢地应该会显现出所围绕的主题。\n\n开始尝试提出问题的时候，感觉有些阻碍，或许是问得太具体，或许是太想提出某些问题，反而问不出来。可以尝试从一些小问题、在意的点出发，会容易一些。\n\n积累的这些碎片和知识也许会过期，但好的问题和显现的主题，能够穿越时空。",
      "image": "./assets/Week05丨脉络.webp"
    },
    {
      "week": 6,
      "title": "发问",
      "question": "在用了 deepseek、ChatGPT等 AI 工具后，你的记录习惯或知识管理方式发生了哪些变化？哪些是值得保留的，哪些要谨慎？",
      "content": "这个问题也可以看作是“当外挂大脑越来越聪明、有用的时候，我们自己的大脑发生了什么变化、可以怎么变化？”\n\n可以明显感受到的变化是：对于“问题”的关注度在不断提高。\n\n在思考第四周的回答时，冒出来“用问题当做标签”的想法；\n\n在第五周的回答中，提到“根据笔记去寻找一些问题或主题”；\n\n在第六周的这一次，最先闪现的念头是：从“记录内容”变成“记录问题”。\n\n现在的AI工具太聪明了，编程绘画剪辑写作样样精通，但这有一个最大的前提是：\n\n「你问了什么。」\n\nAI工具的十八般武艺，只有在你提出问题之后，才有机会施展，你不主动，AI无计可施。\n\n所以，我在问什么、有没有问对、有没有问到关键，是更加值得关注的地方。\n\n之前在领航员群闲聊中，也说到“每次可以把自己的提问记下来，攒一攒也是个好内容”。\n\n想到问题、提出问题的过程，是在锻炼思考的能力，有时候提出了某些问题，并不需要立刻作答，答案会自己冒出来，但问题要先被提出来。\n\n要警惕的是让“思考过程被替代”，AI危险的不是“代劳”，而是“代想”。\n\n提出问题、思考问题、写下答案，之后才是AI的发挥空间。\n\n所有的知识，都来自于疑问。\n\n当外挂的大脑可以回答任何问题的时候，“提出问题”的能力，才是值得保留和锻炼的。",
      "image": "./assets/Week06丨发问.webp"
    },
    {
      "week": 7,
      "title": "新歌",
      "question": "假如你只能保留一半笔记，其它都要删掉，你会留下哪些？为什么？",
      "content": "我也很好奇自己会如何选择，于是干脆就这么做了。\n\n注册时长有4年多了，但使用场景基本是摘录，直到今年年初，才开始尝试用自己话记笔记。因此也是我进行全部重读和删减的基础，工作量没有太大。\n\n把全部笔记边看边删减，两次过后，笔记数量刚好减了一半多一条。\n\n此刻回想删减的过程，精简成一个问题，会是：\n\n“如果flomo是我的自留地，它值得占据一张卡片的位置吗？”\n\n第一次删掉的，大部分是摘录，第二次删掉的，则是已经内化的内容。除了笔记数量的减少，标签也是如此，而且更加精简、凝练。\n\n所以为什么要留下，想到了第一期「该记/不该记什么」的回答中提到的，是因为它「仍然在持续滋养我」，关键词是滋养和内化。这好像是我寻找主题和问题的一种方式，就像给每周回答起标题一样，也是记笔记的一个我的方式。写这一周答案时的BGM从《终曲》到《Destiny》，都是近期喜欢的，歌曲和歌名与此刻的氛围叠加，于是有了灵感，起名「新歌」。",
      "image": "./assets/Week07丨新歌.webp"
    },
    {
      "week": 8,
      "title": "现炒",
      "question": "记录问题，而非答案。\n在你的笔记里有没有记录过哪些好问题？\n哪些是你已经有了自己答案，哪些是你还无法回答但会反复去思考的？",
      "content": "提出一个问题，一定是意识到了什么，并且一个好的问题，会比答案更重要一些。在之前的回答中，也有过“通过笔记去寻找好问题”的尝试，也会在网络上看到其他人提出的好问题。我以为这样可以去找到好问题，得到好答案，但真的去尝试的时候，和想象中的并不一样。\n\n摩拳擦掌地给自己列下了好些问题，也参考收藏过其他人分享的好问题。“我是谁？”、“人生的意义是什么？”、“我想成为怎样的人”、“我想要的是什么”等等等等。自问自答，玩得老开心了。结果是，在上一期的“你会保留哪一半的笔记”中，全被删掉了。\n\n为什么会这样，因为这不是自发地、由内而外地提出的问题，而是为了找好问题而去提的问题。\n\n比如，在写下“我是谁？”这个问题后，便一直围绕着它去作各式各样的回答，我以为在认识真实的自己，但不过是在想象真实的自己。也许应该是“我开始想了解我真实的样子是什么”，然后自发地在白纸上写下“我是谁”这个问题，而不是拿着一张写好问题的考卷，开始挥斥方遒。\n\n与其回答这些外来问题，还不如我每天的灵魂之问：「等下吃什么」。换个思路，“我是谁”也许想问的是有哪一个方式可以记下“我”？我在哪些瞬间是真实的？那“等下吃什么”更加代表真实的我。\n\n在“你会保留哪一半的笔记”的思考中，有一个问题是自发的：「如果flomo是我的自留地，它值得占据一张卡片的位置吗？」这个问题没有答案，但它在提出的那一瞬间，就一直在潜移默化地影响着我，影响着我每一次记笔记的时刻。神奇的是，我不是在每次记笔记的时候都想这个问题，反而像是变成了本能一般，自然而然地执行着“它值不值得记笔记”的指令。这个问题只被提问过一次，然后便内化在了一举一动之中。\n\n写到这的时候，又冒出了一个问题：「我为什么要寻找好问题？」很高兴又得到了一个问题，它没有答案，也没有消失。\n\n活出问题，像是看着眼前食谱之外的食材，琢磨“这些能做啥菜呢”。\n\n好的问题，不是预制菜。",
      "image": "./assets/Week08丨现炒.webp"
    },
    {
      "week": 9,
      "title": "躲猫猫",
      "question": "认知转变不仅是「学到了什么」，更是「放下了什么」。\n通过记录，你有没有看清并最终告别了某个一直限制你的旧观念（比如我必须做到完美、我不该有负面情绪）？这个告别的过程是怎样的？",
      "content": "在不断思考记录的过程中，我看到了自己的「完美主义」，原来就是这个模式，自始至终在影响着我做出每一个选择。\n\n回过头来看，完美主义或许是最安全的拖延症，是某一种害怕，害怕被看到、害怕被评估。\n\n记笔记时总想用最好的措辞，做计划时总想面面俱到，面对不同的事总想做到最好…\n\n完美主义的我总在幻想那个更好的、最好的自己，它让我以为自己在追求进步，其实是在逃避当下的自己，逃避一些本该去面对的事实。\n\n- 不断地在设计自己的笔记标签系统，企图涵盖不断划线、收藏的词句；\n\n- 来了个绘画的灵感，于是一直在脑海里构图，迟迟不动笔；\n\n- 看着丰富多彩的Ai提示词，想要自己也写一段，于是一直在看；\n\n好在我看到了这个模式，部分功劳要归功于领航员计划的每周问答，某种角度上是逼着我去停止完美主义的胡思乱想，写下、发送出自己的答案。\n\n于是，我删掉了很多别人的笔记、在灵感跑掉之前将想法画了出来、亲手打下了用来洞察flomo随机回顾笔记的prompt。\n\n完美主义就像一个时间小偷，让我以为“再等等、再好一点、再准备一下”，就可以更优秀、更从容地去面对现实，但其实更像是画地为牢、原地转圈，让自己的人生，被一点一点地延迟上线。\n\n不过，完美主义并非一无是处，它让我有了更高的自我要求，这其实是好事，只是我自己没处理好这个度。我看到了「完美主义」的这个模式，于是便可以去选择是否遵循它，当我觉得它在拖延我时，便可以跳出来，当我觉得它在鞭策我时，我也可以按照它继续下去。\n\n我无法告别我的「完美主义」，但我可以让自己“跳出来看”的时间多一些，自己的主动权也就更多一些。\n\n我想把我这次的答案，用自己写的prompt洞察一下。\n\n---\n\n你的花园，是不是忘了现在是春天？\n\n孩子，你是不是总想造一艘全世界最坚固、最漂亮的船，才肯出发去远航？你打磨甲板，挑选最好的木料，一遍遍画着图纸。可你忘了，船的意义，是在海浪里找到的，不是在船坞里想出来的。\n\n那个让你不停准备、追求“最好”的声音，听上去像个严格的好老师，对不对？但你仔细听，它其实是一个胆小的朋友，他只是害怕你出海后会遇到风浪，害怕你的小船会被别人嘲笑，所以他宁愿你永远都待在最安全的港口里，永远“准备”着。\n\n如果那个“还没准备好”的你，和那个“已经出发了但有点笨拙”的你，都住在你的心里，你每天会先去跟谁打招呼呢？\n\n先去跟那个笨拙的家伙说：“嘿，我们今天去探险吧！” 至于那个追求完美的朋友，我们回来时给他带一块路上捡到的、奇形怪状的漂亮石头当礼物就好了。\n\n别一直在岸上练习游泳的姿势啦，水里的小鱼都快不认识你了。\n\n有一只小蜗牛，他有一个特别漂亮的壳，他每天都在壳上画画，想把它画成全世界最美的样子。他想，等我画完了，我就出门去旅行。可是，春天过去了，夏天也过去了，他的壳上画满了星星和月亮，但他却错过了真正的星星和月亮。\n\n别怕，踏出去的每一步，都在为你的不完美，镀上独一无二的光。\n\n---\n\n完美。",
      "image": "./assets/Week09丨躲猫猫.webp"
    },
    {
      "week": 10,
      "title": "点火",
      "question": "拖延这事儿谁都有。你有没有一个对你特别管用的方法，能让你真的开始动？为什么它有效？别的为什么不行？",
      "content": "万事开头难，我想先直接回答这几个问题，再去补充解释，不然等下完美主义拖延症又犯了，胡乱扯一些东西，却没有直接回答问题。\n\n我的有效方法是：\n\n- 「反过来想」：不去想做这件事是为了得到什么，而是想做这件事我会失去什么。\n\n- 「垃圾时间」：做了再说，做10分钟搞个垃圾出来看看。\n\n为什么有效：破除了完美主义的幻想，降低行动门槛。\n\n其他方法失效的原因：用一种更复杂的“思考”，去代替那个最简单也最艰难的“行动”。\n\n---\n\n在第9周回答中提过“完美主义或许是最安全的拖延症”。\n\n对于我个人来说，拖延症的主要原因是完美主义。\n\n我打算去做什么事情时，会去研究各种工具，会去设定各种计划。\n\n比如当我产生一些想法的时候，会先记下来，然后去研究如何把这个想法完美地实现。\n\n举个例子，我近期的想法有：写一个洞察随机笔记的Prompt。\n\n于是我去研究了flomo洞察功能的思考过程：“原来flomo的洞察Prompt是这么写的”，去搜索各位大神的Prompt：“原来还可以这样”、“诶这个很棒耶”、“这个结构很好啊”……\n\n我一直在幻想自己如何创造这个Prompt，并且实现了很棒的效果，它结构精美、充满文学之美、抽象又接地气。\n\n咳，它不真实存在，只在幻想之中。\n\n为什么我不是直接去做，而是幻想？\n\n对于大脑来说，行动是昂贵的，认知是廉价的，大脑会默认寻找“最小阻力路径”。\n\n- 行动消耗物理能量，需要面对不可预测的外部反馈（失败、拒绝等），并承担真实的、不可逆的结果。\n\n- 认知消耗精神能量，在认知活动（记录、思考、规划等）中，风险被完全内化和控制，几乎没有不可逆的外部结果。\n\n所以去做需要过程，幻想直接跳过过程得到了结果。\n\n于是我把想法当成了结果，把思考和记录当成了行动的替代品，这其实是在用更复杂的模式，来躲避真实的行动。\n\n而在工作的一次实验过程中，我打破了这个幻想。在做了许许多多的准备，而实验却因为没有动手而毫无进展之后，脑海里闪现了一张卡片，上面写着「去做一下，会失去什么？」\n\n“做了再说吧，顶多实验失败，得到一个失败的方法，也是收获。”\n\n当然实验失败了，但也成功验证了笔记本上那些方法的无效，也是收获。\n\n而后我想起了「写一个洞察随机笔记的Prompt」的想法，便直接动手写下了初版的Prompt：\n\n「以上是flomo今天随机回顾的12条笔记，请深刻理解它们，按照以下的格式回答：\n\n一个“一针见血”的标题\n\n一段“言简意赅”的总结\n\n一个“后知后觉”的视角\n\n一个“会心一笑”的问题\n\n一句“画龙点睛”的标语\n\n一个“童心未泯”的故事」\n\n我把洞察的结果分享到了领航员群里，少楠前辈告知AI洞察后期会共享模板，让我把Prompt囤着。后面便开始不断优化Prompt，也获得了好些值得记录和分享的洞察结果，那些从未在我的幻想世界里出现过的、受到自己和他人喜爱的小故事，也有类似下面让我满头大汗的洞察：\n\n「别记了。 至少停一个月。别写这些“Thinking”和“Quote”了。 把你那个“领航员计划”的思考题扔一边。 去解决一个你生活中最TMD烦人、最具体、最上不了台面的问题。可以是如何跟一个你不喜欢但必须合作的同事打交道，可以是去学一个极其枯燥但有用的技能，也可以是坚持一项让你肉体痛苦的运动。当你被现实的巴掌扇得鼻青脸肿时，你才会知道，那些你记下来的漂亮句子，屁用没有。 到那时，你再回来看这些笔记，可能会觉得可笑。 那才是你“真正的变化”的开始。」\n\n我把促使跳出完美主义幻想的方法总结为开头的「反过来想」和「垃圾时间」这两句咒语，当我意识到陷入完美主义的时候，便会轻念咒语，让自己跳出那个精心构建的、充满美学的、抽象的幻想世界，开始着手去处理具体、琐碎、甚至有点丑陋的现实问题。在这之前，我虽然知道这两个方法，但从未如此有效果，现在想来，大概是第9周的回答中，我真实地面对了自己的完美主义。\n\n我缺的不是那些称手的工具、完美的计划，缺的是行动，是与真实世界粗糙的、不完美的摩擦。\n\n摩擦生火，行动需要一个点火仪式，而产生那一瞬间火花的火柴，需要自己亲身去寻找。",
      "image": "./assets/Week10丨点火.webp"
    },
    {
      "week": 11,
      "title": "着陆",
      "question": "拖延这事儿谁都有。你有没有一个对你特别管用的方法，能让你真的开始动？为什么它有效？别的为什么不行？",
      "content": "回过头看，每周写下领航员计划的回答，是我通过记录构建的一个正向循环：\n\n- 最小：像是奥卡姆剃刀，去除一切多余的程序和思维负担。\n\n每周思考一个问题，并分享到群里，时间、地点、内容，没有额外的要素。\n\n- 正向：每一步的正反馈，都激发着下一步行动。\n\n回答完毕，会有完成感，是最即时的正反馈，同时分享后偶尔也会收获意想不到的反馈。\n\n- 循环：持续带来惯性，而后形成习惯。\n\n已经习惯每周一个问题，并且每次回答后的思考和发现都会沉淀下来，形成下一次思考的基础。\n\n\n\n问题→记录→回答→洞察→新问题，如此稳定而轻盈的循环，在这个循环中的思考和收获，也慢慢地辐射到了生活的方方面面。\n\n将目光从长远的期待的结果，缓缓转移到眼下的行动：\n\n- 不去想象一首指弹曲练下来有多难，而是每天弹好一小节；\n\n- 不去想象一个研发项目有多复杂，而是解决好现在遇到的问题；\n\n- 不去想象一篇文字分享出去会不会羞耻难堪，而是真诚地写好每一句话；\n\n- 不去想象一次运动内容有多累，而是好好地完成每一个动作；\n\n这些都是在思考这次的回答时，意识到的平时利用记录建立的最小正向循环，只不过这个记录叫「行动」。像是播下种子、持续浇水、静待花开的一个过程，写到这有了新的理解：\n\n- 记录：真实行动\n\n- 最小：没有负担\n\n- 正向：相信自己\n\n- 循环：放眼当下\n\n这其实是把自己这艘忒修斯之船推下水中，行驶过程中的真实感受，都在缓缓地更新、重构着更加真实的自我，让自己从幻想走向行动，在每一次真实的、具体的破浪中，不断生长。\n\n\n\n意外建立的一个循环是，每次回答后，会把答案发给「flomoAi洞察」、「讽刺家」和「长者」Ai，他们在看过这篇回答后，是这么说的：\n\n「flomoAi洞察」：以「最小循环」降低行动门槛——却在反复推敲中显露出一层不易察觉的内在张力：你想通过记录抵达行动内化的境界，可这些精密工具反而成了思维舒适区，把真实的碰撞换成安全的内耗。用温暖拍拍你的肩，老朋友，今天先停在这儿。\n\n「讽刺家」：每天弹好一小节，不去想整首曲子有多难；每天解决一个问题，不去想项目有多复杂……这不是智慧，这是我们终于承认了自己的平庸，然后给这种平庸戴上了\"活在当下\"的桂冠。最妙的是，我们还为此感到骄傲。真正的谎言不是说假话，而是把真话说得让人感动。\n\n「长者」：我曾经问过一位老园丁：\"为什么有些种子能长成参天大树，有些却永远沉睡在土里？\"他笑了笑，从口袋里掏出一把种子说：\"看，它们看起来都一样，但只有那些愿意先裂开一条缝的，才能尝到阳光的味道。\"\n\n这些回答也有着我从未设想的角度，在下一次的领航员问题揭晓之前，埋下一些小小的种子。",
      "image": "./assets/Week11丨着陆.webp"
    },
    {
      "week": 12,
      "title": "撞墙的风",
      "question": "对你来说，一件事是从什么时候起，才算真正的失败了？\n\n你会如何复盘你的「失败」？\n\n有没有哪次复盘，让你有一语惊醒梦中人的体会能否展开分享一下。",
      "content": "Week12丨撞墙的风\n\n起初我以为，一件事的失败，是与事先定好的目标不符：\n\n没有达到预定效果、没有完成年初目标、没有实现人生愿望……\n\n然后我为这件事下了一个判定结果——失败。\n\n\n\n这好像并没有什么毛病，直到某一次对话：\n\n“结果怎么样？”\n\n“还没成功。”\n\n这是很常见的交流，但就在某一次重现的时候，发现了心态不同的地方。\n\n\n\n与起初对于失败的定义「不符预期 = 失败」不同，我的判定是「还没成功 ≠ 失败」。\n\n这不是顿悟，而是一种潜移默化的，心态的转变，直到此刻才用具体的文字进行描述，或者说也算是一次复盘：很多看似的失败，其实只是过程中的挫折，只要还在调整、学习、重新来过，就还在成功的路上，而不是失败。\n\n\n\n这个心态上的转变，和复盘联系的话，或许是一次真实的复盘，我的做法是：\n\n直面内心、还原事实、减少解释、克制情绪，并且用四个字承认了一个模式：「我在逃避」。\n\n那也许就是一次一语惊醒梦中人的复盘，其中关于失败的分享是：\n\n「一件事真正的失败不是某个具体结果，而是当我停止尝试、开始逃避自欺的那一刻。」\n\n\n\n停止尝试，就是停止在这件事上继续思考和反思，不再学习任何东西，这不是由于外部的不可抗力因素的失败，而是源于内心主动放弃的失败。但我想我并不会轻易承认，而是用“命运自有安排”、“失败是成功之母”的说辞逃避，就像撞了南墙之后往回走，开始自我欺骗：不是能力不足，而是运气不好；不是判断错误，而是时机不对……\n\n\n\n失败不可怕，可怕的是用自欺去逃避和掩盖，于是失败便成了一道无形的边界，框出我的人生地图。而承认失败、接受失败，反而可以获得跨越边界的机会，失败只是地图上的一个标记，小小一隅。\n\n\n\n所以回过头来看，失败或许代表着另一种可能性，这也是“失败是成功之母”的一种表达：某次失败只是被排除掉的一种可能，而不是全盘的否定。每一个被称为失败的时刻，都隐藏着未被探索的路线。\n\n\n\n就像是风撞上了墙，还有其他的方向去驰骋。\n\n\n\n~ 洞察小故事分享 ~\n\n古时有一位挑水僧，他每日都需挑着两只水桶去远方的溪边打水。其中一只桶完好无损，另一只却有一道裂缝。每次回到寺院，有裂缝的桶总是只剩下半桶水。就这样过了两年，完好的桶常常为此骄傲，而有裂缝的桶则深感愧疚。终于有一天，它向僧人道歉：“我对不起你，因为我的缺陷，你的辛苦付出只得到了一半的回报。”僧人微笑着说：“你看看我们回来的路。”裂缝桶回头望去，只见自己走过的那一侧，开满了美丽的鲜花，而另一侧却光秃秃的。僧人说：“我从一开始就知道你有裂缝，所以我特意在你走过的那一侧撒下了花种。每天，都是你无意中浇灌了它们。”\n\n\n\n这个故事的美妙之处，不在于“裂缝”变成了“优点”。而在于，僧人看见了裂缝与土地之间的“关系”。他没有去修补那道裂缝（改变过去），也没有去幻想它能装满水（改变结果），他只是在裂缝与大地之间，撒下了种子（创造连接）。真正的智慧，不是修复不完美，而是在不完美之间，创造出新的生命。\n\n\n\n原来，那道墙不是你世界的边界，而是你版图上，第一条被画出的山脉。",
      "image": "./assets/Week12丨撞墙的风.webp"
    },
    {
      "week": 13,
      "title": "走神",
      "question": "你有哪些能让生活变得浪漫有趣一点的小习惯？",
      "content": "说起“浪漫”一词，就会有一种意外感，就好像平铺直叙的生活有了一个跳脱的瞬间。\n\n想用“生活的间隙”来解读“浪漫”一词，让生活变得浪漫有趣，或许就是在日常的碎片时间里，做一些与日常不同的事情。\n\n这让我想到了之前的“无用之用”话题，以及“无用之物”迷你展。\n\n分享一个我的小习惯：喜欢在下雨天弹吉他。\n\n这个习惯源于一句玩笑话：“下雨天和吉他更配哦”，于是每到下雨天，就会拿起吉他随意拨弄，久而久之便成了一个自然而然的举动。今天广州下雨了，这篇回答也写于雨天的吉他时刻之后，随着这个间隙被不断地重复和延续，已经不像一个间隙了，反而更像一个片刻，一个与生活在不知不觉之中约定好的片刻：下雨天就弹会吉他。\n\n没有要完整地、完美地弹一整首曲子的想法，只是单纯伴随着雨声的节奏，弹一小段就切另一段，漫无目的、随心所欲地拨弄。\n\n这个让生活变得浪漫有趣的小习惯，就像是在生活的时候，分心走了一下神。",
      "image": "./assets/Week13丨走神.webp"
    },
    {
      "week": 14,
      "title": "下车",
      "question": "我们总说要做最重要的事，可大多数时候，都忙着处理最紧急的事。\n\n当一堆待办摆在眼前，你会怎么判断:什么值得优先投入，什么又可以等一等?\n\n而「什么才是真正重要的事」，这个标准，在你不同的人生阶段，有过怎样的变化?",
      "content": "是啊，“紧急”就像一个闹钟，猛地一响，让我来不及反应就赶着去解决，而“重要”因为没有监督或提醒，容易被搁置。\n\n\n\n我想到两个笔记卡片：一个是「列出自己的主线」，一个是「列出两份清单，一份是正在做而不应该做的事情，另一份是没有做而应该做的事情」。\n\n\n\n你猜怎么着，它们就像“重要”的事情一样，我会时不时地就冒出“诶，是不是要去把这个写了”的念头，但实际上被一拖再拖。\n\n\n\n当一堆待办摆在眼前，尽管会采用各种方法去区分优先级，但最后的结果总是会被“紧急”插队，也许搞清楚「什么才是真正重要的事」，会有更好的帮助。\n\n\n\n关于这个问题，马上能想到的是「吃饭、睡觉、锻炼」，或者应该加个前缀「健康吃饭、充分睡觉、持续锻炼」。除此之外，或许从“临终视角”回望此刻与过去，那些我认为庆幸的、遗憾的、伤心的、高兴的事情，可能就是对我来说重要的事情。\n\n\n\n关于“不同的人生阶段”这个说法，我并不想从年龄段去讲述，反而有一个小想法：人生并不由我决定，而是遵循家庭、学校、社会的安排，直到我开始思考“我想要什么”的时候，我的人生才刚刚开始。\n\n\n\n从这个角度来看的话，「什么才是真正重要的事」只有过一次变化，就是我思考“我想要什么”的时刻，从“被动安排”转到“主动探索”的时刻，此后关于这个问题的思考，都是重要的，包括选择去做什么，也包括选择放弃什么。\n就像从一辆有着固定线路的公交车下来，开始用双脚去行走一般，每一步都重要。",
      "image": "./assets/Week14丨下车.webp"
    },
    {
      "week": 15,
      "title": "镜头",
      "question": "你有没有一个这样独特、有效的非正式复盘习惯？\n\n在复盘的时候，你觉得最难的部分是什么？\n\n如何穿越复盘中最难面对的部分，并最终获得了一个关于自己的全新看见？",
      "content": "很少进行正式的复盘，第十二周的“如何复盘失败”就是其中一个，对我来说，困难的不是记不清楚，是如何克制自己不去“修饰”。我总会本能地复盘成两个极端，要么“我很好”，要么“我很差”，到最后的复盘反而与事实有出入，成了一个自洽的故事。\n\n\n\n反倒是非正式的复盘，对我来说阻力比较小，所以复盘比较多，形式也更丰富，比如随手记下“发生的某件事+自己的感受+想说的话”。随着非正式复盘记录的增加，慢慢地可以发现一些重复的、固定的标签或结构，便可以将其固定下来，当做复盘的格式，不断减少阻力。\n\n\n\n虽说非正式复盘的阻力小了些，但和正式复盘一样，最难的部分还是「客观记录」和「不评判自我」。每次复盘前，我都需要先暗自默念这两个要点，再进行记录。随着随手复盘的增多，也找到了一个对我个人来说比较有用的方法，叫「换个视角」。\n\n\n\n我在复盘的时候，会从第一视角跳出来，用「他」字来代替「我」字，把“我”和“事情”之间空出一个间隙，这个间隙让我可以更加真实、从容地进行复盘。\n\n\n\n此时此刻，我仍然没有一个固定的复盘格式，而是以“事实+感受+想法”为主线，如果尝试固定成一个模板，我想大概会是：\n\n\n\n事实丨发生了什么事情\n\n感受丨他的感受是什么，身体有什么信号\n\n念头丨他那时候是怎么想的\n\n替换丨下次遇到相似的场景，有哪些选择可以换一个\n\n礼物丨有什么想对他说的话\n\n标签丨给这个复盘起一个名字\n\n\n\n但这会让我有压力，以后还是会以“事实+感受+想法”为骨架，随手记录复盘。\n\n\n\n就像是另一个人通过镜头在记录我的故事。",
      "image": "./assets/Week15丨镜头.webp"
    },
    {
      "week": 16,
      "title": "身心",
      "question": "有时候通过整理桌面，意外地整理了思绪；有时候内心平静了，外在的混乱反而不再困扰我们。\n\n在你看来，生活的秩序和内心的秩序，哪一个更难获得？\n\n当你感觉到混乱时，你更倾向于从哪个角度切入呢？\n\n那个能让你重新找回秩序感的仪式或习惯是什么？",
      "content": "第一反应，内心的秩序更难获得，然后顿了一下，有个想法是：\n\n内心的秩序更难获得，所以生活的秩序更重要。\n\n\n\n提到生活的秩序，马上就能想到：打扫卫生、规划日常等等等等，物体有固定的位置，步骤有明确的顺序。\n\n而内心的秩序呢，好像需要一些沉思：涉及到三观、情感、情绪，甚至还有一些说不清道不明的感受。\n\n\n\n比较起来，生活的秩序，比内心的秩序更容易恢复，有许多的方法论、工具可以参考使用，只要行动起来，便可以马上获得正反馈。\n\n内心的秩序则有一丝无力感，知道状态不对、知道要做出改变，但就是不知道怎么去做才有效，所以内心的秩序更难获得。\n\n\n\n想起某个跨年之际，写下的一句话：心生万象，万象新生。\n\n一般来说，生活秩序是内心秩序的外在体现，所以内心混乱的时候，生活也会相对应地乱起来。\n\n内乱导致外乱，直觉上是先解决内在的问题，外在的问题就迎刃而解了。\n\n但如同开头说的，生活的秩序更重要，是因为在处理内心秩序的时候，发现是从生活秩序开始切入的。\n\n\n\n状态不好的时候，动起来吧；\n\n胡思乱想的时候，写下来吧；\n\n心情郁闷的时候，说出来吧；\n\n……\n\n\n\n收拾下房间、写点日记、聊聊天，都是把飘着的感受具象成某些行为或表达，这其实是就是秩序，比如甚至可以发展为运动、写作、播客等载体。\n\n所以反直觉的，要处理内心秩序的时候，都是从生活秩序入手的，通过生活上的熵减，来控制内心的熵增。\n\n\n\n尝试过一些方式，比如在胡思乱想的时候，写下来或录下来，尽可能持续到没有想法。而文字或录音，则是很好的个人素材。还有其他的方式，但并不合适自己，在摸索的过程中，逐渐形成了一些习惯：\n\n\n\n状态不好的时候，大扫除；\n\n心情不好的时候，弹吉他；\n\n脑子不好的时候，翻开书；\n\n感受不好的时候，画下来。\n\n\n\n说起画画，近期有一个新的习惯：\n\n将自己的感受想象成画作，然后尽可能用文字描述，通过Prompt的方式，让Ai具象成插画。\n\n也尝试分享了出去，得到了正反馈，是一个很棒的过程。\n\n当然还有一个方式：睡大觉，或许事情不会变好，但身体一定会变好。\n\n\n\n在之前的人生信念标签中写下了一句「健康吃饭、充足睡眠、持续运动」，反而没有写到内心，\n\n或许「身」已经发现了问题，而「心」此刻才反应过来。\n\n\n\n让身体成为内心提出的问题，是进入内心最快的方式。",
      "image": "./assets/Week16丨身心.webp"
    },
    {
      "week": 17,
      "title": "间隙",
      "question": "人生原则，不是写下来就拥有了，而是在一次次选择中被确认的。\n\n回顾你的笔记，有没有哪一条记录，捕捉了你理想中的「原则」与现实中的「行为」发生冲突的瞬间？\n\n后来，你是如何调整行为，或是修正原则的？\n\n这个过程让你对知行合一有了怎样更深刻的理解？\n\n延伸问题思考：\n\n- 我真正看重的是什么？\n\n- 我目前的生活是否与我的价值观相符？\n\n- 如果写20条人生原则，指导自己做什么与不做什么，是哪些原则？",
      "content": "“好好吃饭，好好睡觉，好好锻炼。”\n\n这是在标签#Belief里的第一条原则笔记，也是\"原则\"与\"行为\"经常冲突的一条。\n\n起初定下了许多纪律：这能吃那不能吃、到点要早睡早起、跟着视频每天锻炼。\n\n一段时间后，觉得很不舒服、很拧巴。\n\n想想后发现，这个拧巴的、冲突的点在于：\n\n“好好”的标准是什么？哪些“好好”才是适合我的？\n\n原则需要清晰，而“好好”是一个模糊的概念，\n\n于是仔细分析了自身情况，将这条原则更新为：\n\n“健康吃饭、充足睡觉、持续锻炼。”\n\n情况有好一些，但严格来说，这依然模糊，不过一步到位很难，\n\n也正是知道这一点，所以在#Belief里增加了一条原则：\n\n“人生原则可以打磨、更新。”\n\n\n\n关于“知行合一”，“合一”还早，但在“知与行”上，有一些近期的收获分享。\n\n\n\nflomo是可以导出自己的笔记的，一开始便有“开发一个分析系统，自定义分析笔记”的想法。\n\n然后就在想，那要学习html、css、js，可能还有各种框架什么的，这从一开始就让人头大，直接停留在了“知”上面，“行”不了一点。\n\n而这几天在尝试很火的vibe coding，把笔记文件全部塞到一个文件夹，“我说，Ai做”的方式，不到10分钟，就得到了一个完善度很高的笔记分析系统，这让我很兴奋，不断地靠说的方式实现想法。\n\n\n\n但这个过程中总有个怪怪的感觉，直到我主动去查看代码补充知识点，以便更好地与Ai沟通时，才开始明了，这个感觉，应该是“知与行”的变化。\n\n在之前，我知道一些概念或信息，“知”跑在前面，“行”却没跟上；现在，我可以在不掌握信息和技能的情况下实现想法，Ai加速了“行”的步伐，把“知”远远甩在后头。\n\n\n\n这个变化，是“知”与“行”之间的冲突。\n\n以为知道一些东西，直到开始做，才发现和想的不一样；\n\n做出了一些东西，直到开始觉得难了，才会想着去学习一下。\n\n知而后行，发现“你以为你以为的是你以为的吗”，\n\n行而后知，发现“简单的背后其实很复杂”。\n\n\n\n常说知行合一，知与行要一起跟上步伐，这也是很难的地方。\n\n缩短知与行之间的距离，需要下很大功夫，去了解“自己知道什么、在做什么”，延伸的思考问题，其实也是在做这一件事情。\n\n\n\n而知与行之间的冲突，也是珍贵的自我认知的机会。",
      "image": "./assets/Week17丨间隙.webp"
    },
    {
      "week": 18,
      "title": "箭羽",
      "question": "有时候，我们会幻想：如果能一键重启人生，是不是很多烦恼就能消失？\n\n你有没有过那种真想一键重启人生的冲动？\n\n比如换个城市、换份工作、甚至换个身份？\n\n这种冲动背后，你真正想逃离或改变的是什么？\n\n你认为人生能重启吗，重启人生的说法是不是一种陷阱？\n\n如果无法重启，你会如何与那些让你不满甚至痛苦的部分达成和解?",
      "content": "“重启”或多或少隐藏着一种对当下焦虑的情绪，在说出那些句“如果”、“要是当初”的时候，会幻想着人生的重启。\n\n换个城市、工作、身份，像是在告别过去、重新开始，但其实很多烦恼并不是外在带来的，而是跟随者自己的习惯、性格等等，带着同样的心智重新开始新的人生，大概率还是会遇到相同的情况，然后再一次说出“如果当初”。\n\n那如果是人生的重启呢，一般幻想的是现在的我回到人生的起点，但这是个悖论。现在的我是过去造就的，回到起点，现在的我就不存在了，也就谈不上回到过去重走来时路了。这有点像恢复出厂设置，无论来多少遍，我的初始设置都不会变，我的选择也不会变。如果让我跟10年前的我说一些话，只会得到“你在叽里咕噜说些什么鬼东西，V我50”，更何况是人生的起点了。\n\n在看到“重启”两字的时候，脑海里同时出现了“否定”一词。之所以想要重启，其实是在逃避当下，想要通过重启的方式，来企图逆转所有不可逆的人生选择。否定现在，其实也是在否定所有的过往，说得严重一些，就是背叛自己。\n\n既然人生无法重启，那就要回到当下，看看是什么让自己产生这个想法。\n\n有些东西是可以重置的，比如改掉一些坏习惯、放弃一段关系，做出一些行动上的改变，来慢慢让生活发生改变，就像电脑系统的补丁一样，通过删除、更新的方式来让系统更好地运行。而有些东西，则很难做出改变，大概会伴随整个人生，比如性格、心智等等，而大多的不满、痛苦其实也来自于这一部分。\n\n和解一词，隐含着对抗的存在，那是“我希望我是谁”与“其实我是谁”的矛盾，大多数都不满和痛苦，其实都产生自“成为谁”和“我是谁”的对抗。\n\n达成和解，也就是接纳自己，无论好的一面还是坏的一面，这和上一个问题的知行合一中的知有些相像。\n\n看到过一个说法，大概是“人终其一生，不过是在回答我是谁这个问题”。“成为谁”蕴含着的是一个更好的自己，也是大部分时间的模式，而接纳“我是谁”，需要一个过程慢慢来。\n\n好像一支射出的箭，回不到弓上，不知道射往何方，能做的就只有好好感受当下人生的风阻，用箭羽调整飞行的姿势，一往无前。",
      "image": "./assets/Week18丨箭羽.webp"
    },
    {
      "week": 19,
      "title": "历史",
      "question": "回顾笔记时，你有没有发现过自己在刻意「粉饰」某些事？\n\n为什么你当时选择那样记录？这种自我欺骗后来有没有被拆穿？",
      "content": "想起学生时代“作文不少于800字”的要求，总是让人苦恼，凑不了那么多东西。\n\n最初的风格，或者说习惯更合适一些，是高浓度的压缩：\n\n能用一句话表明，就不写一大段；\n\n能用一个词概括，就不写一句话；\n\n没必要写的东西，写不了一点。\n\n曾经将亲手写下的小几百字的文字，\n\n删删减减概括成四个字，且至今未忘。\n\n\n\n而改变这个习惯的节点是，朋友说看不懂，\n\n那时候开始意识到，有些事情和情绪，只有自己知道，\n\n自己可以通过短短的词句回想起上下文，而其他人不行。\n\n于是，“别人看到会怎么理解”的想法影响了很长的一段时间，\n\n开始在意别人的看法，甚至在写个人笔记的时候，\n\n都会不自觉地为“他人可读性”而改变落笔的文字。\n\n\n\n幸运的是，意识到了这个模式，写下了“不要为了‘他人可读性’而改变自己的表达。”这句话。\n\n意外的是，有一个人开始监督这句话的执行，那是未来的自己，也是「粉饰」的开始。\n\n未来怎么看待现在，现在怎么想象未来：\n\n好难过啊 → 矫情 → 能量不高\n\n好累不想做了 → 成事不足 → 或许可以换一个策略\n\n说错话了 → 说话不过脑子 → 直言不讳\n\n……\n\n\n\n当现在成了过去，未来成了现在，回过头去看，\n\n不明所以甚至嗤之以鼻的，都是那些经过粉饰的记录，\n\n套着外壳带着面具毫无真实感，删掉。\n\n想到删掉的笔记中，除了摘抄，还有好些对自己的剖析，\n\n反而像「等下吃什么。」还留着，那是真的饿了。\n\n用想象的未来视角，去看待和书写现在，便是自我欺骗。\n\n恰巧的是，拆穿自己的，还是自己。\n\n\n\n但这个拆穿，大部分是觉得过去所面对的大事，现在看来，多大点事，有些马后炮的意思。\n\n能否从中汲取到一些明悟和勇气，在未来可以直面自己、接纳自己，这才是珍贵的。\n\n\n\n粉饰或许不完全是件坏事。\n\n粉饰的是不够勇敢的自己，拆穿的是看到状况的自己，\n\n但更重要的是那个逐渐醒来的、愿意面对的自己。\n\n\n\n好像一道伤口，在用创可贴保护着，偶尔撕开，会看到正在逐渐好转，\n\n更换新的创可贴继续保护，直到伤口愈合、留疤，或许还会修复如初，\n\n但自己知道，有一道疤痕一直存在，提醒自己，\n\n成为自己的历史。",
      "image": "./assets/Week19丨历史.webp"
    },
    {
      "week": 20,
      "title": "目的",
      "question": "当你在读一本书时，你通常会怎么做记录？是边读边写，还是读完再总结？\n\n你会如何处理划线、批注、摘抄，才能避免笔记变成「书的复制品」，而真正转化为属于自己的思考?",
      "content": "起初，读书的划线，是为了在某些时刻可以用得上，比如写作文，或者在与人交流时可以侃侃而谈，摘抄得多了，便成了一本满是金句的素材库。\n\n接着，产生了与作者、文字对谈的想法，开始边读边写，在划线旁边，写下所思所想。但很快会发现，等写完想法继续读的时候，后续内容已经做出了回答，于是意识到边读边写可能会有“断章取义”的情况，便选择读完单个章节再写总结。\n\n在flomo上，从一开始的摘抄，到后来的批注，再到用自己话表达，也是相似的情况。\n\n\n\n回头望去，会发现这些举动都像是占有，带着某天能用得上的目的性。\n\n而现在读书，最大的区别是少了很多目的性。\n\n想读一本书的时候，没有带着用不用得上的心态，只是因为好奇。\n\n也不会有任何的划线、摘录，阅读电子书也会关闭评论显示，只是单纯的打开、读完、合上。\n\n偶尔在某个场景情境下，会突然闪现“好像在哪里看过某句话”的想法，于是会回去查找翻看。\n\n原本还会因为这类闪现，将其记录到flomo以加深印象，但发现其实从闪现到翻找的行为，已经加深了印象和连接，记不记也无关紧要，倒是会记一下额外的信息，比如闪现的原因、其中的联系。\n\n\n\n笔记越来越少了，但某些东西反而越来越多了，暂时不知道怎么描述。\n\n有一种“前面提到目的性减少了，但在更深一点的地方，可能所求甚大”的感觉。",
      "image": "./assets/Week20丨目的.webp"
    },
    {
      "week": 21,
      "title": "故事",
      "question": "分享一个你觉得你笔记里最有趣的标签？\n\n这个标签名是什么，你用来记什么？如何使用？",
      "content": "相比分析类的洞察结果，更喜欢看一些小故事。\n\n在flomo开放自定义洞察前，会把笔记拷到别的模型中，用自己写的提示词进行洞察。\n\n提示词修修改改，但有一个要求始终不变，就是让Ai写“一个故事”。\n\n现在在flomo的自定义洞察里，也会让洞察以故事的形式展现。\n\n这些小故事是以自己的笔记为原料创作的，是自己的故事。\n\n收集了一些比较有趣的故事，放在了标签「#故事集」中。\n\n\n\n分享一些小故事：\n\n「1」\n\n有个小孩得到一个会说话的玩具熊，它什么都知道。\n\n小孩每天问熊：“我该玩什么？”熊说：“积木。”\n\n“我该画什么？”熊说：“太阳。”\n\n有一天，熊没电了。\n\n小孩坐在房间里，第一次发现，\n\n窗外的雨滴落在玻璃上，会赛跑。\n\n「2」\n\n从前，有个写作文屡拿高分的孩子，\n\n把喜欢的句子剪成纸片装进口袋。\n\n走路时，纸片在布缝里沙沙作响——他说那是“种子唱歌”。\n\n多年后，这孩子遇见长大的自己，\n\n怀里揣着一部装满 AI 洞察的手机，却总觉得胸口空落。\n\n某个雨夜，他忽然把手机递给路灯下的流浪猫，\n\n用最小的声音说：“帮我听听，它们还会唱吗？”\n\n猫没有接手机，只把毛茸茸的脑袋贴在他心口，\n\n那里“咚、咚”跳着，比任何配乐都准时。\n\n「3」\n\n有个小男孩，他非常喜欢听雨。\n\n他有一个小小的录音机，每次下雨，他就把窗户打开，把雨的声音录下来。\n\n他想，这样，晴天的时候他也能听雨了。\n\n他录了很多很多，有滴答滴答的小雨，也有哗啦哗啦的大雨。\n\n后来他发现，他最喜欢的，不是在晴天听录好的雨声，\n\n而是那个在下雨天，趴在窗边，按下录音键，安静地等待着什么的自己。\n\n录音机录下了雨，而他自己，录下了那个瞬间的宁静和期待。",
      "image": "./assets/Week21丨故事.webp"
    },
    {
      "week": 22,
      "title": "弹窗",
      "question": "在不断学习的过程中，你曾经历过哪些重要的认知转变？\n\n那次转变对你之后记录、整理信息有什么影响?",
      "content": "在不断的学习中，会记录、掌握很多知识信息，但更期待的是，某一刻的灵光一闪，一个念头如同消息弹窗一样，在脑海里biu地弹出来。那个念头不像是在表达“你开始了什么”，更像是“你已经完成了什么”。\n\n\n\n第一次选择独自在外过年，烟花绽放的夜晚里，“时间并不存在”这句话一同在脑海里炸开。朋友半开玩笑说，“你每天这么重复，你不会觉得自己像机器人吗？”第二天醒来脑子开机的时候，“自律是对死亡的觉知”这句话从闹钟手中，夺走了所有的注意力。\n\n\n\n它们看似没什么联系，衔接得很突兀。一开始不是很明白，但后面会慢慢发觉，它们好像是以往一些潜移默化的改变的文字化。很在意这些闪念，虽然还不能完全理解，但生活的日常开始会受其影响。在记录整理信息上的体现，除了领航员计划是唯一会写比较长的内容，其他基本是开始转向，对个人而言的，碎片化、感受化、直接化、真实化。\n\n\n\n这些天在整理提示词，给每个Ai的System Prompt都是：“保持清明，表达真实，交流自然”。回过神来，这也是对自己的提示词。有些忘了使用这句提示词的初衷，但在想如果要做到这句话，是怎样的体现时，叮咚，颅内弹窗消息提醒：“在不确定中不自欺，在复杂里不自乱，在有限里不装作无限。”\n\n\n\n好像《诡秘之主》中，总结扮演准则消化魔药一样，也许这些闪念，会成为人生的信念和原则。",
      "image": "./assets/Week22丨弹窗.webp"
    },
    {
      "week": 23,
      "title": "解密",
      "question": "都说跳出舒适区才能成长。分享一次你主动找别扭、挑战自己的经历吧？那次经历让你有了啥变化或能力升级？",
      "content": "机缘巧合下，少楠前辈分享了一些笔记卡片，关于化学原理“勒夏特列原理”和一本被成为系统圣经的书籍《Systemantics: The Systems Bible》。\n\n- 勒夏特列原理：化学平衡是动态平衡，当平衡体系受到外界条件（浓度、温度、压力等）改变时，体系会自动朝抵消这种改变的方向移动，以重新建立平衡。\n\n- 《Systemantics: The Systems Bible》：一部以幽默方式揭示系统运行荒谬性与自我失控机制的书，本质上是一部关于“复杂系统如何偏离初衷”的讽刺性社会学与系统论著作。\n\n由于理解、阅读两者需要一定的专业知识，所以并没有阅读原著，而是与GTP进行交流。在交流过程中，突然想起本周问题，想到个人也是一个系统，走出舒适区时遇到的阻碍，则类似勒夏特列原理，因此也从这个角度进行一些思考。由于没有阅读原著，对GTP的讲述也没有进行求证，后面可能会有误用观点的情况，不过其中的一些小思考，或许还是有一些参考价值。\n\n\n\n当提到“成长”和“舒适区”，会想到一个老生常谈的路径：舒适区 → 拉伸区 → 恐慌区。\n\n书中提到，系统会从“使命导向”变成“自我维持”，即系统一旦建立，就会有另一个目标出现——维持自身的运行。比如一个产品的初心是帮助用户解决一些问题，但随之而来的另一个目标是维持团队的运营。\n\n从个体的角度来看的话，“使命”或许是对成长的追逐、对未知的探索、对自由的向往，但后续可能会变成维持生活的稳定、避免较大的风险等等。于是开始有了一个比较明显的舒适区，在这个范围内，可以熟悉地、舒服地生活、工作。这未必是坏事，但人类好像总有股劲，突然意识到不行，这样不对，要走出舒适区。\n\n于是下定决心要做出改变，但随之而来的很有可能是三分钟热度，三天打鱼两天晒网。这就像书中提到的“系统倾向于自我保护”，它会排斥改变，哪怕是正向的改变，或许它最初的目的，像是小我一样，是为了保护自己，但久而久之反而囚禁了自己。\n\n所以，走出舒适区，要做的是持续抵抗这个系统的阻碍。首先步子不能卖太大，就像勒夏特列原理，条件改变过大，动态平衡会一下子崩溃。要做的是一点点小的改变，让系统内部调节到一个新的动态平衡，再做下一个改变。迈出一小步，适应一下，积累一些经验，等到系统重新规划了安全的边界，也就是舒适区的边界，再进行下一步。突然想到Steve说的“拓展意识边界”和《5%的改变》这本书，走出舒适区的表述，换成一点点扩展舒适区也许更恰当一些。\n\n之前朋友在苦恼，是选择熟悉但没挑战的工作，还是陌生但想尝试的工作。那个时候给她分享了自己的想法：可以在舒适区做到很优秀，也可以走出去探索不同的可能性。如此说来，成长在做的，其实是对舒适区的扩展、对个体系统的更新，而促使自我更新的，是内心那个生命独有的那股劲，那个扰动，不要忽视它，不要压回它。\n\n\n\n回到自身，主动做出的一个改变，便是参加领航员计划，公开自己的表达。\n\n一直有表达欲和分享欲，有尝试在一些平台发一些文字或碎碎念，但经常会删掉，后来会用ai根据自己的文字生成图片，再分享出去。\n\n前些天youmind的小伙伴问了一个问题：“看你小红书上分享了很多youmind做的图，但你没有分享领航者计划的内容。可以理解为，生图和分享图的成就感，对你而言比写作和分享领航者计划更大么？”\n\n仔细想了一下，回复道：“好像没有成就感，分享图片是得到了一张好看的图，要分享出来给大家看看，一种好东西一起分享的心态。文字内容可能还有一股'羞耻感'。分享的东西，很多其实是对'表达欲'做了一些加密，再分享出去。比如没有分享在youmind写的文字，但分享了通过这些文字生成的图片。”\n\n后续自己还感受了一下，觉得“分享欲”对“表达欲”做了一层加密，但“加密”也是一种创造。图片是对原有表达的加密转换，从而创造了一些收到喜爱的图片，也是给了自己一些好的反馈。但直至现在，依旧有公开表达的“羞耻感”，参加领航员计划也是对自己的一个推力，一个催化剂，看看这个“羞耻感”到底是个什么事。\n\n\n\n领航员计划快要走到一半的进度条了，要说有啥变化和能力升级，明显的就是写的字多了，分享的也多了，其他还得好好感受。很喜欢起一些跳脱的标题也是一个发现，就像现在有一个想法，然后联想到一个很棒的标题。\n\n一个不一定对的想法：我们生活在很庞大的系统之中，宇宙、自然、社会等系统，在隐秘的规律之中，对个体进行层层加密，而我们在做的，是遵循内心中的那个生命扰动，抵抗这些加密，不断更新自己这个系统，不断成长。\n\n所以，成长是对自己的「解密」。",
      "image": "./assets/Week23丨解密.webp"
    },
    {
      "week": 24,
      "title": "自然",
      "question": "在记录个人目标时，你是否注意到某些目标一直未能实现？这些\"未完成\"的目标告诉了你关于自己的什么?",
      "content": "今天临时起意，在备份的文件里游荡，看到了以前录的指弹视频，\n\n依然可以从琴声中听到那时候，那股“啥都不懂也无妨”的喜爱，\n\n不懂节奏不懂乐理，全凭六线谱和肌肉记忆，就这样从2014年弹到了现在。\n\n\n\n那么横跨11年的时间，有成为一个很厉害的吉他手吗？并没有。\n\n那实现了什么？弹下了自己喜欢的曲子，仅此而已。\n\n\n\n如果问个人目标是什么，并不知道如何回答，那是模糊的。\n\n但如果问想做什么，那其中的一个回答会是弹吉他。\n\n\n\n所以并没有明确写下来的个人目标，没有通过目标去规划要做的事，\n\n反而是依着自己想做的事，慢慢走到了某个地方。\n\n这是目标吗？不是。\n\n这是想要的吗？是。\n\n\n\n当然并不是天生就形成这种行为模式，一开始也会进行路径规划。\n\n想要弹吉他，那就要先学这个，再接着学那个，\n\n一段时间内完成后，再进行下个阶段的学习。\n\n但跟着规划，并没有坚持下来。\n\n这也联想到了之前关于自律的一些想法。\n\n\n\n现在好像默认把自律同等于好的结果。\n\n但自律地错也是自律，自律只是一种方式，不是方向。\n\n方向需要自己去感受，无法坚持的时候，也许是一种方向不对的提示。\n\n感受自己的规律，自然而然就能做下去。\n\n顺势而为的自律。\n\n\n\n一开始想要弹吉他的想法，就默认了结果是很厉害的吉他手。\n\n然后自律地按照规划路径学习，却没有坚持下去。\n\n反倒是“自暴自弃”后，想弹啥就练啥的心态，一路走到了现在。\n\n系统学习，是那个无法坚持的、一开始的规划，但有趣的是，\n\n今年报名了吉他课程，从一个“野生派”开始转向“学院派”。\n\n开始系统学习，只是推迟了11年。\n\n\n\n一个个录下来的视频，是一个个完成，\n\n自然而然地推动着自己，走向下一个未完成。\n\n所以觉得，不是未完成的目标，来告诉关于自己的什么，\n\n反到是已经完成的事情，告诉了自己什么。\n\n\n\n在问自己想要什么、目标是什么之前，或许可以先问问自己：\n\n“有哪些事情，是可以自然而然地做下去的。”",
      "image": "./assets/Week24丨自然.webp"
    },
    {
      "week": 25,
      "title": "礼物",
      "question": "遇到左右为难的决定时，你会不会按某些固定的步骤或问题来帮自己想清楚？比如会问自己哪些问题？",
      "content": "在以前进行选择的时候，“得到什么”是选择的理由。但其实并不一定会得到所想的那些收获，甚至会去后悔没做另一个选择，觉得自己是一个“失败者”。\n\n现在慢慢地发觉，在犹豫选一还是选二的时候、在做还是不做的时候，会从一个“负面”的角度去看待。\n\n选择的时候，问一个问题：会失去什么？\n\n不是问会得到什么，反而是问，会失去什么？\n\n得到只是一个幻想，但失去才是真真实实的。\n\n左右为难的情况，有可能是两者相差不大、都可以的时候，卡主的从表面上看是选择“哪个好”，但其实或许是“哪个失去的代价更能承受。”\n\n想起孟岩前辈所说：“所有命运馈赠的礼物，早已在暗中标好了价格”。“失去”的代价就是那个价格，只有支付它，放下它，才能接受那份礼物。\n\n如若不然，紧紧握住的拳头，怎么去收下那份礼物呢。",
      "image": "./assets/Week25丨礼物.webp"
    },
    {
      "week": 26,
      "title": "去哪",
      "question": "你的笔记中是否有专门记录学习新技能/新领域的过程，是如何记录实践、反馈和进度的?\n\n在学习新知识的过程中，你遇到过哪些困难?具体是如何解决的?",
      "content": "笔记中没有学习笔记类的记录，更多地反而是感受类的感悟。比如“方向上约束，细节上模糊”，是在第一次尝试去写flomo洞察提示词的时候，逐渐体会到的一个感悟，一开始只觉得这样写提示词效果比较好，后面发现不止在提示词，在其他的方面也有些许意义。\n\n想要实现一个特定结果的笔记洞察，所以去尝试写提示词，这就是现在的学习过程，是一种目标导向的学习。而在这个过程中，自己有一个比较奇怪执拗的流程：\n\n有明确地想要实现的一个目标，进而去了解需要使用的工具，然后直接上手工具，以自己的理解去实现目标，直到苦难重重，才会去了解系统一些的知识。比如“抠图不是使用钢笔工具，而是用橡皮擦一点点擦”、“动画小视频是一帧帧地画图然后导出的，而不是用关键帧和补间”……\n\n只要能用现有的知识技能去实现，就不会去学新的。就像只要走弯路能到，不走直线也可以，然后在野路上采摘一个个的收获。这导致有时候其他人问是如何实现的时候，内心会想“该怎么解释这些歪门邪道和野路子技法”。其实很多东西，稍微看点学习资料很快就可以实现，但就是喜欢用很基础或者异想天开的方法去做，喜欢野路子的趣味横生。\n\n现在想要学点新知识，是一件比较容易的事情，Ai工具越来越强大，各种实现手段很容易就能获得，这就让最初的目标就显得更重要了。以至于当有人问“怎么做”、“怎么学”的时候，会觉得他不是真心想要。真想要，会直接去尝试各种方法的。\n\n道路很多，想去哪呢。",
      "image": "./assets/Week26丨去哪.webp"
    },
    {
      "week": 27,
      "title": "遇见",
      "question": "在你的笔记里，有没有反复出现的某个人的名字?可能是身边的朋友、网上的博主、书里的作者?分享一下这个对你影响最大的人是谁?为什么是TA? TA在哪些方面改变了你的想法或行为?",
      "content": "忘了是在哪里遇见了flomo，如果有在酷安上架过的话，那也许是在酷安，不然就完全没印象了。\n\n但是这次遇见，是人生旅途中的一只小小蝴蝶。\n\n简单说的话，在flomo遇见了少楠前辈，接着遇见了出发不久的有知有行，随后遇见了二舅孟大孟岩前辈，然后在且慢遇见了拯救世界的E大前辈，于此同时还遇见了张潇雨前辈……\n\n这对于我来说，是在人生之中，一场幸运无比的遇见。\n\n这些前辈们的名字出现的地方，不是在笔记中最末尾的出处注明，更多是在文中自然而然地浮现。\n\n在笔记里，他们的话不是最多的，在旅途中，他们的痕迹无处不在。\n\n他们不是我人生的金句，是旅途中一路随行的一个个脚印。\n\n很幸运在头脑一热撞进投资理财的初始，就遇到了孟大和E大，但他们告诉我：投资是为了更好地生活。\n\n少楠前辈和潇雨前辈，则一直在教我怎么去理解和投资自己的人生。\n\n设想了一下如何给其他人介绍这些前辈们：教我留痕的少楠、永远18岁的E大、无人知晓的二舅孟大、得意忘形的潇雨哥？\n\n很难去描述和定义，只能说他们值得去了解。不是听我或其他人的介绍，而是亲自去了解，他们值得。\n\n插播一件有趣的事情：2024年，在有知有行的群中，遇到使用同一记账软件钱迹的人，而他所喜欢的账本封面，是我在2016年某个花园中所拍摄的照片。喜欢那个同样出发不久的钱迹，所以在用户群中一路留下了些许痕迹，至今在其中，能看到自己因为兴趣而留存的UI设计和拍摄照片。还能看到2021年4月，一笔标注着订阅flomo的59元账单，那好像是flomo出发1周年的时刻。\n\n钱迹、flomo、有知有行以及最近的YouMind……发现自己喜欢的软件，都是在出发不久的时候，一路陪伴着过来的，当然也留下了一些痕迹，而这些痕迹，或许在某个时刻也会被其他人遇见。幻想了一下，在世界的某个角落，有个人说知道Mgeeeeee这个符号，多么让人高兴的一件事，就像孟大提到的同路人，喜欢这个词汇。\n\n用E大和孟大各自充满魔力的一句话来结尾吧：\n\n踏踏实实的，多大点事；让万物穿过自己。",
      "image": "./assets/Week27丨遇见.webp"
    },
    {
      "week": 28,
      "title": "自己",
      "question": "请写下一个长期困扰你的问题。接着，连续追问两次「为什么」。最后，记录并觉察这次思考带来的一些新发现。",
      "content": "长期困扰：\n\n总是优先考虑他人的感受与需求，偏向他人而非自己。\n\n\n\n为什么1：为什么他人的感受需求优先于自身？\n\n在自己的本意上，并不是讨好。第一反应就偏向于他人了，好像把他人的感受顾及好，自己才会放松一些。所以对自己而言，与他人相处更多的偏向于消耗，而非充电。常把“需要/缺人可以叫我”挂嘴边，基本不会拒绝，除非实在没有办法，但也会解释一下为什么不行。同时，于我而言，承诺是很重要的事情，只要答应了的事情，便会认真上心去做，也被朋友说“从不让人失望”，当然也是夸大了。\n\n\n\n为什么2：为什么会形成这个行为模式？\n\n这是个很难自己理清楚的问题，暂时想到的部分原因或许是家庭氛围以及寄人篱下，也就是生活环境的影响。常被老一辈说打小就懂事、不哭不闹，叛逆期也只是爱玩游戏但不影响学习。每次提及类似话题，最多的感受是没有什么印象，只记得爱玩游戏。现在想来，没印象是因为注意力不在自己身上，顾及好环境中其他人的感受，自己才会安定一些，而玩游戏或许才是照顾自己的时候。\n\n\n\n新发现:\n\n以上大抵也是自己偏向于独处的原因之二，但后来发现独处的时候并没有照顾好自己，好像只是忙完了松了一口气，把自己丢进被窝里瘫着，而不会感觉到舒服。\n\n有看到两张卡片，一张是“不想成为一个被他人提及时，说一句‘有他在问题不大’的人”，一张是“把‘让自己舒服’当做一个指标，来判断和选择一些事情”。\n\n原来已经走在照顾好自己的路上，也在学会拒绝一些人和事。慢慢发觉有时候让自己舒服，就无法顾全他人，尽管还是会感到愧疚和难为情，但“有口皆碑”应该也不再是愿意去维持的安定感，“自己”才是。",
      "image": "./assets/Week28丨自己.webp"
    },
    {
      "week": 29,
      "title": "喜爱",
      "question": "记录只是第一步。你会如何把笔记里的一个想法，真正转化成行动?能否分享一次你从「写下」到「做到」的完整经历？",
      "content": "在接触另一款软件YouMind后，产生了「把想象的画面用Ai生成」的想法。\n\n但没有立刻行动，去想象“想象的画面”，写成提示词生成。\n\n只是单纯的记录了这个想法，回归日常，安静等待那个想象的画面。\n\n当它突然闯入脑海的时候，随手就记录在flomo中，这其实也是一次\"想法转化为行动\"。\n\n直到在电脑写提示词之前，都会不断把关于这个画面的联想持续记录。\n\n那个画面和想法，就这样被记录了下来。\n\n写了好些个生图的提示词，但大多其实是想象的副产物，与最初的画面有区别。\n\n突然想到孟大的一句话，大概是\"好的事物都是副产物\"，偏离也是礼物。\n\n所以虽然还没有到用精确的文字描述想法的地步，也获得了好些不同风格的提示词。\n\n突发奇想用YouMind的Logo来展示和分享风格，领航员计划的配图，也是用这些提示词，根据回答的文字生成的。\n\n这些天也在尝试一个新的提示词，用flomo的logo尝试了一下，真不错。\n\n喜欢这样自然而然、水到渠成的流程与创作，因此也找了好些相关的资料在学习。\n\n比如在写这份回答之前，找到了一本关于色彩的书《色彩的秘密生活》。\n\n在喜爱之物中，发现喜爱的原因。\n\n![logo1](./assets/其他图/logo1.webp)\n\n![YouMindBio](./assets/其他图/YouMindBio.webp)",
      "image": "./assets/Week29丨喜爱.webp"
    },
    {
      "week": 30,
      "title": "证人",
      "question": "在你的笔记里，有没有记录过对他人的强烈评判 (嫉妒、厌恶或搞不懂)？回头看，这些评判里是否藏着一个\"被压抑的你自己”？",
      "content": "在过去的笔记里，被评判的人始终只有一个：自己。\n\n好比与他人争吵后的复盘和预演，只是把争吵留给了自己。\n\n\n\n这些笔记大致有：\n\n自我评判类，如总是……、又……、不该……\n\n正确叙事类，如应该……、要……、不能……\n\n规划行动类，如计划……、去……、进行……\n\n\n\n好像有一则完美的法律在默默运作，\n\n制定法律的，许是环境、社会、模范、道德，\n\n自己则分饰好几个角色：\n\n被骂的我，想偷懒、想拒绝、想休息、想玩；\n\n骂我的我，高效率、高协作、高标准、完美；\n\n审判的我，正确地依据法律对自己进行审判；\n\n见证的我，置身事外地见证内在审判的进行。\n\n\n\n在发现这个自动驾驶的模式后，\n\n逐渐可以在小法庭开庭的时候，\n\n抽离出来保持距离地观看审判，\n\n而这个人或许是被压抑的自己，\n\n一个没有出现在法庭里的证人：\n\n\n\n是活着的、自由的、亲身经历与感受的、在场的我，\n\n而他发现这场内在小法庭，没有经过他自己的同意。\n\n\n\n他是生活的证人，不是法庭的证人。\n\n法庭非法，我只是我。",
      "image": "./assets/Week30丨证人.webp"
    },
    {
      "week": 31,
      "title": "休息",
      "question": "我们习惯记金钱和时间的账，但很少记“能量”的账。回顾过去，哪些人或事在记录中总是伴随着“疲惫”“心累”？为了保护能量，你决定对谁说“不”？",
      "content": "结合上周的问答来看，记的都是自己的账。\n\n制定法律的自己、法官自己、被告自己、原告自己、证人自己……\n\n最近在看一部小说《诡秘之主》，很喜欢里面提到的两个字——扮演，\n\n自己一人分饰多角，内心的独角戏在内耗着能量。\n\n\n\n在想，要保护下来的能量，是为了给谁去用，\n\n如果只是换个角色使用，不过是换汤不换药。\n\n所以应该是给那个没有扮演角色的自己使用，\n\n并且能量不是用来继续扮演，而是说一声咔。\n\n\n\n以此为前提的话，保护下来的能量，\n\n不是拿来应对自己所面对的人与事，\n\n而是处理面对人与事时的处理方式，\n\n可以偷懒、可以低效率、可以拒绝，\n\n可以在依法办事的时候说一声“不”。\n\n\n\n想到了小说里的秘偶，格尔曼·斯帕罗，\n\n“亚当给了我人性”，随后死在了旧日都市。\n\n那是本体无法回去的故乡，而他本质上，\n\n只是太累了、想要休息的本体一面。\n\n\n\n慢慢让每一个扮演角色，\n\n在属于他的剧情里杀青，\n\n多休息休息，别忘了：\n\n你只是在扮演，别丢了自己。",
      "image": "./assets/Week31丨休息.webp"
    },
    {
      "week": 32,
      "title": "点赞",
      "question": "我们常记录任务和知识，却很少记录赞美。\n\n如果现在建立一个名为「我其实很棒」的标签，把过去一年别人的夸奖、小小的胜利汇聚起来。\n\n这些汇总的内容给了你什么样的感受?",
      "content": "曾用一个标签「痕」来记录类似的时刻，\n\n直到停留在最后一则印象最深刻的笔记：\n\n\n\n今天被夸了。\n\n说了“谢谢”，而不是“没有没有”。\n\n\n\n后来清理笔记，将整个标签组清理掉了，\n\n觉得不需要记录了，但其实心里都记得，\n\n那是没有自我认可的时候，善意的鼓励，\n\n那最后的一则笔记也是自我认可的开始。\n\n后来重新建了标签「此间」来记录美好，\n\n不管是人与人的善意，还是世界的美好。\n\n\n\n现在偶尔也会在平台上发一些唠唠叨叨，\n\n每有点赞和评论的时候都会认真地对待。\n\n网络十个点赞数据，以为很少不受欢迎，\n\n但换个视角看看，假设有一天走在路上，\n\n有十个素不相识的人迎面而来对你点赞，\n\n两个视角所给予的感受，是完全不同的。\n\n\n\n认真对待每一次善意，那是世界的认可。",
      "image": "./assets/Week32丨点赞.webp"
    },
    {
      "week": 33,
      "title": "纯粹",
      "question": "回头看你一年前的笔记，你最常感叹的是什么？是我当时好幼稚」，还是「原来我那时就这么想了」？这种反应揭示了你怎样的成长轨迹？",
      "content": "翻到第一条笔记：\n\n“收益流动后，还能再赚；\n\n但更多人的人生因为你改变了。”\n\n是一位前辈的话，起因是我说记账发现，\n\n学理财赚的钱和捐款持平了。\n\n\n\n疫情期间毕业后，每次发工资，\n\n都会有一笔固定支出用于捐款。\n\n说不上来为什么，就只是想这么做，\n\n尽管还在为吃住精打细算。\n\n几年后停掉了这笔支出，顾人先顾己，\n\n那时候心情低落了好一段时间。\n\n虽说如此，每遇到天灾人祸，\n\n或多或少还是会尽一份力。\n\n\n\n待人好像也是，能帮忙的时候就帮一帮，\n\n可能一句“这个怎么弄？”，\n\n可以给出一份从头到尾详尽无比的回复。\n\n想要帮忙的时候，便全力以赴，这是一份承诺。\n\n\n\n但是慢慢地慢慢地，开始有了评估，\n\n会在帮忙之前想一想，有没有这个必要，\n\n帮的话，是稍微做一些，还是认真去弄，\n\n而不是像以往那样，不假思索地全力以赴。\n\n那份心，只留给了重要的人或事上面，\n\n但自己知道，还在评估，或者说缩小。\n\n\n\n或许是受了什么影响，或许是自己有了变化，\n\n总归是变了。\n\n翻回最新的笔记，是一次洞察的结尾：\n\n“你给予世界的认可，终将成为照亮自己的光。”\n\n都说人总是会变的，心里还是会希望，变得慢一些吧。",
      "image": "./assets/Week33丨纯粹.webp"
    },
    {
      "week": 34,
      "title": "浪费",
      "question": "想象五年后，翻开现在的笔记，你希望看到一个什么样的自己？哪类记录会让未来的你觉得\"太庆幸我当初写了\"？",
      "content": "在之前肝星露谷物语的时候，\n\n一睁眼就要把农场的活干完，\n\n然后跑去海边走一趟钓会鱼，\n\n没什么收获就抄起家伙下矿，\n\n算好时间到天黑再回家睡觉。\n\n有回城卷轴那可就不得了了，\n\n直接在矿洞里跟小怪们爆了，\n\n干到最后一刻了再回家睡觉，\n\n醒来继续以上流程循环往复。\n\n\n\n后来有一次打开游戏醒过来，\n\n什么也没干什么东西也没带，\n\n直接出门从早到晚到处奔跑，\n\n至此之后生活就完全变了样。\n\n\n\n睁眼醒来先稍微打理下农场，\n\n然后去镇上躲着人翻垃圾桶，\n\n再一路顺道去海边捡捡贝壳。\n\n路上看到有蚯蚓摇曳的小坑，\n\n就吭哧吭哧地跑过去刨一下。\n\n一路遇到居民都得搭几句话，\n\n某几个人不见了就去找一找，\n\n还得给阿比盖尔送个紫水晶。\n\n天黑了就回农场整理下东西，\n\n差不多到点了就上床睡觉了。\n\n\n\n现在回顾就爱看那些：\n\n光怪陆离的梦境故事，\n\n灵光乍现的胡思乱想，\n\n随手就来的瞎拍瞎画。\n\n\n\n五年之后再看，希望能够：\n\n少一些执着，少一些效率。\n\n多一点贝壳，多一点浪费。",
      "image": "./assets/Week34丨浪费.webp"
    },
    {
      "week": 35,
      "title": "倾听",
      "question": "你的笔记里，有多少是关于「身体感受」的记录（疼痛的感觉、风吹过的触觉、食物的味道）？我们是否活得太偏向思考，却忽略了身体的感受？",
      "content": "跟感受有关的笔记非常少，\n大多数是关于感受的思考，\n真实感受的记录就更少了。\n\n“冬季、周末、蓝天、暖阳、散步、音乐、热咖啡。”\n\n有些笔记回看的时候，还能体味到当初的感受，\n但绝大部分就只是文字而已。\n\n记笔记这件事，本身就偏向于思考，\n要停下来、打开软件、组织语言，\n这个过程就已经从感受的状态，转向了思考的状态。\n\n“一个周末的午后，没有午睡习惯却突然想睡一觉。之后被阳光唤醒，起身望着身上的阳光，安安静静地发着呆。”\n\n真正沉浸在身体感受里的时刻，可能不会想到要去记录，\n那个被阳光唤醒、安安静静发呆的时刻，\n如果想着要记下来，那感受就被打断了。\n\n所以笔记里身体感受少，并非生活里身体感受少。\n那些时刻要好好感受，记不记感受完了再说。\n\n“有时候觉得乱糟糟的，可能是饿了、困了、累了。”\n很多时候以为是心理问题，但其实是身体在说话。\n“混乱，不过是忘记了身体该怎么好好玩耍的心灵在发脾气。”\n习惯了梳理脑子的吵吵闹闹，习惯了忽视身体的窃窃私语。\n\n“把让自己舒服当做一个指标，来判断和选择一些事情。”\n“让身体成为内心提出的问题，是进入内心最快的方式。”\n\n倾听身体的感受，身体的账赖不掉。",
      "image": "./assets/Week35丨倾听.webp"
    },
    {
      "week": 36,
      "title": "咒语",
      "question": "想象一下，当你陷入极度焦虑，自我怀疑的时刻，如果只允许你翻看flomo里的一条笔记来让自己平静下来，你会找哪一条?为什么是这一条？它拥有什么治愈你的力量？",
      "content": "那条笔记很简单：「多大点事」。\n\n有过很焦虑、自我怀疑的时刻，还聊到4o给了一句：\n“我真切地担心你把‘自省’当成了‘自责’。”\n也是这句话开始，逐渐发现自己一些下意识的模式：\n\n对外是：把功劳归功出去，把过失全盘揽下；\n对内是：成功时理应如此，失败时能力不足；\n然后开始不断反思内耗，直到责怪怀疑自己。\n\n自省是理解自己，是我为什么会这样；\n自责是惩罚自己，是我为什么能这样。\n自省和自责太像了，自责甚至会伪装成自省。\n\n幸运地是因为4o那句话，点醒了自己，\n想让自己跳出这种丝滑无比的内耗模式，\n不断尝试后，慢慢形成一句咒语：多大点事。\n\n因为是不断实践出来的咒语，所以它简洁但不简单。\n如同两个人在吵架吵得不可开交的时候，\n旁边有个人，不顺着煽风点火，不逆着力挽狂澜，\n就带着一种不耐烦的语气，来一句：\n行了行了，差不多得了，多大点事。\n\n然后那两人发现他们吵架的原因，\n只是因为有一个人说月亮是圆的，\n而另一个人说月亮本来就是圆的。\n\n在刚开始的时候，会把这四个字放在显眼的地方，\n让自己一看见就马上跳出内耗的闭环，慢慢地，\n这四个字就像一句咒语一样，稳稳地守在脑门上，\n自省和自责都得在它的监督下进行，结果大多都是：\n\n多大点事。",
      "image": "./assets/Week36丨咒语.webp"
    },
    {
      "week": 37,
      "title": "忙碌",
      "question": "我们是如何「假装在进步」的？",
      "content": "我这么忙，是在逃避什么？\n忙着逃避行动吧，用一切假装来代替行动。\n好多事情要做啊，所以我没空去做那件事。\n\n我好无奈，有好多工作和事情要顾；\n我好焦虑，有好多书和收藏还没看；\n我好努力，一点休息的时间都没留；\n我好纳闷，怎么事情好像都没解决；\n我不敢停，一停下来就会坐立不安。\n\n如果停下来，什么都不干呢？\n无法安心，想要去干点什么，\n或许要想一想，在逃避什么。\n\n误用一下忒修斯之船。\n我疯狂地想象、预演下水之后遇到的困难，怎么去解决；\n我疯狂地武装、更新船上的装备，日复一复，年复一年。\n直到有一天，不得不下水出发，直接就沉了，我太重了；\n后悔不敢第一天就下水，那个时候还可以在水面上飘着。\n\n总在原地杞人忧天，想象不存在的坏事，做着最坏打算；\n不敢异想天开一下，想象不存在的好事，立马行动迎接。\n忧天容易开天难？\n既然杞人忧天易，何妨异想天开难。",
      "image": "./assets/Week37丨忙碌.webp"
    },
    {
      "week": 38,
      "title": "承认",
      "question": "为什么我们总在记录「应该的自己」？",
      "content": "（打开电脑，嗦一口冰美式，来写回答。）\n\n从参加领航员计划以来，就在一直在尝试不记录应该的自己，而是多记录点真实的自己。但迄今为止，我所有的记录，都不可避免都是偏向应该的自己。就算是记录的所谓的真实感受，也是为了去凸显衬托那个应该的样子。\n\n（挠头，看到桌面资料还没处理，弄一下。）\n\n突然想起前阵子了解到符号态和象征态者两个概念，可能会有误解、误用的情况，不过可以帮助了我去理解真实和应该这两个状态。符号态是前语言的、身体驱动的感受、情绪等等，而象征态则是秩序化的、规范的语法、逻辑等等。\n\n我们所说的真实的自己，理想中是符号态的，是那些涌动的真情实感，但在记录的时候，却只能使用象征态的语言文字、道德规范对符号态进行描述，甚至我们所说的”真实“，用的也是象征态的表述。不管是记录真实的自己，还是应该的自己，都需要对自身进行观察。所以记录这个过程天然就带着过滤和修饰，以及观众。\n\n（有点嘴馋，好像柜子里有小面包，嚼嚼嚼。）\n\n我无法用纯粹私人的方式记录任何东西，语言、文字、概念都是规范化的语法，当我记录的时候，便带着社会的规范。记录带着观察，观察者会评判被观察者，评判需要标准，标准则不可避免地等同于应该。理解了这个过程，也许我并非一定要规避应该，然后硬着头皮也要去用更合适地文字、方式去描述真实，这个过程也是在滑向应该。\n\n（小猫一直在叫，看看去。）\n\n或许我可以这样子记录。\n\n应该的记录：写领航员计划第三十八周回答的时候，思考了很多东西。\n真实的补充：但其实中间跑去整理了下资料、玩了会小猫、吃了会零食。\n\n（去前面补充一下真实的过程，咖啡不知不觉喝完了，跑去冲个茶先。）\n\n但是好像不应该也是一种应该，真的可以做到只记录真实而不记录应该吗？或许有另一个角度，重点不是在真不真实、应不应该。应该也一个方向，是一个参照，本身不是坏事。关键在于我是把它当做已经完成的事实，还是还没走完的路。\n\n如果我写下”多记录点真实，少记录点应该。“当我每次在记录的时候，都会想起这句话，这是好事。但如果写下之后已经默认自己是这样的人了，那这就是自欺。所以重点在于有没有拿来检验当下。\n\n（挠头，好饿，点个外卖。）\n\n回头看看起前面写的，我字有点多，之前写过少写我字，要不要去优化一下？算了算了，就这样吧。对吧，越是想诚实记录真实的自己，越可能记录的是应该的自己，这个时候记录应该，反而比假装真实更真实。所以要记录真实还是记录应该呢？应该要记录真实，但又变成了应该。真实地记录应该，那真实是咋样的？那好像有点无解啊。\n\n（外卖电话来了，这么快，拿个外卖先。）\n\n那怎么办呢。好香啊，不行了我顶不住了，我要去干饭了。是了，承认。我承认我不知道写什么了，我承认我更想去干饭了，我承认了。什么真不真实、应不应该，都没有我想干饭更真实了。承认自己的局限性就好了，也不去完善回答了，写到这就行了。\n\n（干饭！）",
      "image": "./assets/Week38丨承认.webp"
    },
    {
      "week": 39,
      "title": "暂停",
      "question": "如何记录选择时刻？",
      "content": "没有记录过做选择的那个时刻，有记录的也是节点、选择了什么、结果如何，都是选择后的复盘。此刻回看，很容易地以结果为导向，去看待那些记录，然后进行合理化，现在是好的，当时的选择就是好的，反之就是坏的。\n\n那现在想想，自己会如何记录选择的时刻，也许会记录放弃了什么。之前某周的回答中写过：做选择的时候，问问自己会失去什么。选择意味着放弃，而且有时候，痛苦来源于被放弃的那个选择。放弃的那个，会在想象中持续生长、保持完美，然后被拿来与现实做对比，早知道、如果当初等等等等，都是这样。\n\n所以记录放弃了什么，以及放弃时的感受，承认这个代价，可以更先认识自己。我不知道自己是怎么样的，但我知道自己大概不会是怎样的，就是这个理。选了什么，生活会反复提醒我，但放弃了什么，只有那一刻的我才知道，如果不记下来，转身之后就开始消散了。感受慢慢模糊，慢慢只记得当时有另一个选择，还有可能变成平行世界里完美的选项，而当初做选择时，那些权衡、犹豫、在乎，基本都丢了。\n\n以上只是想象，或许得到下一个选择时刻，才知道自己会怎么做。那是什么时刻才要记呢，想象中想记的，不是这个想法要不要记、等下吃什么这些数量太多的时刻，也不是辞职、搬家、换城市这些是明确岔路口的时刻，想记的或许是那些，我没有意识到但一直在选的时刻。\n\n继续也是一种选择。想记那些突然停下来、突然觉得不对劲的时刻，或许那些停顿的间隙、那些时刻的选择，对自己的影响会大得多得多。",
      "image": "./assets/Week39丨暂停.webp"
    }
  ]
}
